{
  "translations": {
    "doesNotExist": {
      "message": "Page not found"
    },
    "footer": {
      "aboutCanadaCa": "About Canada.ca",
      "aboutCanadaCaLink": "https://www.canada.ca/en/government/about.html",
      "aboutGovernment": "About government",
      "aboutGovernmentLink": "https://www.canada.ca/en/government/system.html",
      "contactUs": " Contact us",
      "contactUsLink": "https://www.canada.ca/en/contact.html",
      "departmentsAgencies": "Departments and agencies",
      "departmentsAgenciesLink": "https://www.canada.ca/en/government/dept.html",
      "governmentReporting": "Government-wide reporting",
      "governmentReportingLink": "https://www.canada.ca/en/transparency/reporting.html",
      "mobileApplication": "Mobile application",
      "mobileApplicationLink": "https://www.canada.ca/en/mobile.html",
      "news": "News",
      "newsLink": "https://www.canada.ca/en/news.html",
      "primeMinister": "Prime Minister",
      "primeMinisterLink": "https://pm.gc.ca/en",
      "privacy": "Privacy",
      "privacyLink": "https://www.canada.ca/en/transparency/privacy.html",
      "publicServiceMilitary": "Public service and military",
      "publicServiceMilitaryLink": "https://www.canada.ca/en/government/publicservice.html",
      "openGovernment": "Open government",
      "openGovernmentLink": "https://open.canada.ca/en",
      "socialMedia": "Social media",
      "socialMediaLink": "https://www.canada.ca/en/social.html",
      "termsConditions": "Terms and Conditions",
      "treatiesLawsRegulations": "Treaties, laws and regulations",
      "treatiesLawsRegulationsLink": "https://www.canada.ca/en/government/system/laws.html"
    },
    "menu": {
      "home": "Home",
      "secondPage": "Page Two",
      "thirdPage": "Page Three"
    },
    "safeInputs": {
      "analyze": "Analyze",
      "fileProps": "File Properties",
      "image": "images/sig-blk-en.svg",
      "imageAlt": "Government of Canada",
      "inputBar": "Choose a spreadsheet to analyze",
      "preview": "Preview",
      "showLess": "Show Less",
      "showMore": "Show More",
      "upload": "Upload"
    },
    "termsAndConditions": {
      "noticeAgreeement": {
        "noticeAgreementHeader": "Notice of Agreement",
        "noticeAgreeementBody": " By accessing, browsing, or using our website or our services, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions, and to comply with all applicable laws and regulations. We recommend that you review all Terms and Conditions periodically to understand any updates or changes that may affect you. If you do not agree to these Terms and Conditions, please refrain from using our website, products and services."
      },
      "privacy": {
        "privacyHeader": "Privacy",
        "privacyBody1": "For details related to terms pertaining to privacy, please refer to ",
        "privacyBody2": "our Terms and Conditions on the TBS website",
        "privacy2Link": "https://publiservice.tbs-sct.gc.ca/tbs-sct/cmn/notices-avis-eng.asp",
        "privacyBody3": ". Personal information will not be disclosed by Treasury Board Secretariat of Canada (TBS) except in accordance with the ",
        "privacyBody4": "Privacy Act.",
        "privacy4Link": "https://publiservice.tbs-sct.gc.ca/tbs-sct/cmn/notices-avis-eng.asp"
      },
      "accessToInformation": {
        "accessToInformationHeader": "Access to Information",
        "accessToInformationBody1": "Information shared with TBS, or acquired via systems hosted by TBS, may be subject to public disclosure under the ",
        "accessToInformationBody2": "Access to Information Act.",
        "accessToInformationLink": "https://www.canada.ca/en/treasury-board-secretariat/services/access-information-privacy/access-information-act.html"
      },
      "dataSecurity": {
        "dataSecurityHeader": "Data Security and Use",
        "dataSecurityBody": "You agree to protect any information disclosed to you by TBS in accordance with the data handling measures outlined in these Terms & Conditions. Similarly, TBS agrees to protect any information you disclose to us. Any such information must only be used for the purposes for which it was intended."
      },
      "intellectualProperty": {
        "intellectualPropertyHeader": "Intellectual Property, Copyright and Trademarks ",
        "intellectualPropertyBody1": "Any products or related services provided to you by TBS are and will remain the intellectual property of the Government of Canada. ",
        "intellectualPropertyBody2": "The graphics displayed on the Safe Inputs PoC website may not be used, in whole or in part, in connection with any business, products or service, or otherwise used, in a manner that is likely to lead to the belief that such business product, service or other use, has received the Government of Canada's approval and may not be copied, reproduced, imitated, or used, in whole or in part, without the prior written permission of tbs. ",
        "intellectualPropertyBody3": "The material available on this web site is subject to the",
        "intellectualPropertyBody4": " Copyright Act",
        "intellectualPropertyLink1": "https://cb-cda.gc.ca/en/copyright-information/acts-and-regulations",
        "intellectualPropertyBody5": ", and ",
        "intellectualPropertyBody6": "Trademarks Act",
        "intellectualPropertyLink2": "https://laws-lois.justice.gc.ca/eng/acts/t-13/FullText.html",
        "intellectualPropertyBody7": " and by applicable laws, policies, regulations and international agreements.",
        "intellectualPropertyBody8": "Use of intellectual property in breach of this agreement may result in the termination of access to the Safe Inputs PoC website, product or services."
      },
      "dataHandling": {
        "dataHandlingHeader": "Data Handling",
        "dataHandlingBody1": "TBS agrees to protect any information you disclose to us in a manner commensurate with the level of protection you use to secure such information, but in any event, with no less than a reasonable level of care. ",
        "dataHandlingBody2": "You acknowledge that any data or information disclosed to TBS may be used to protect the Government of Canada as well as electronic information and information infrastructures designated as being of importance to the Government of Canada in accordance with cyber security and information assurance aspect of TBS's mandate under the Policy on Government Security and the Policy on Service and Digital. ",
        "dataHandlingBody3": "Any data or information disclosed to TBS will be used in a manner consistent with our ",
        "dataHandlingBody4": "Privacy Notice Statement",
        "dataHandlinglink": "https://publiservice.tbs-sct.gc.ca/tbs-sct/cmn/notices-avis-eng.asp"
      },
      "account": {
        "accountHeader": "Account",
        "accountBody1": "You will need a Safe Inputs PoC account to use certain products and services. You are responsible for maintaining the confidentiality of your account, password and for restricting access to your account. You also agree to accept responsibility for all activities that occur under your account or password. TBS accepts no liability for any loss or damage arising from your failure to maintain the security of your account or password.",
        "accountBody2": "You acknowledge that TBS will use the email address you provide as the primary method for communication.",
        "accountBody3": "TBS reserves the right to refuse service, and may reject your application for an account, or cancel an existing account, for any reason, at our sole discretion."
      },
      "limitarionOfLiability": {
        "limitarionOfLiabilityHeader": "Limitation of Liability",
        "limitarionOfLiabilityBody": "The advice, guidance or services provided to you by TBS will be provided on an “as-is” basis, without warrantee or representation of any kind, and TBS will not be liable for any loss, liability, damage or cost, including loss of data or interruptions of business arising from the provision of such advice, guidance or services by Safe Inputs PoC. Consequently, TBS recommends, that the users exercise their own skill and care with respect to their use of the advice, guidance and services that Safe Inputs PoC provides."
      },
      "termsOfUse": {
        "termsOfUseHeader": "Terms of Use",
        "termsOfUseBody1": "You agree to use our website, products and services only for lawful purposes and in a manner that does not infringe the rights of, or restrict or inhibit the use and enjoyment of, the website, products or services by any third party. Additionally, you must not misuse, compromise or interfere with our services, or introduce material to our services that is malicious or technologically harmful. You must not attempt to gain unauthorized access to, tamper with, reverse engineer, or modify our website, products or services, the server(s) on which they are stored, or any server, computer or database connected to our website, products or services. We may suspend or stop providing our products or services to you if you do not comply with our terms or policies or if we are investigating suspected misconduct. Any suspected illegal use of our website, products or services may be reported to the relevant law enforcement authorities and where necessary we will co-operate with those authorities by disclosing your identity to them.",
        "termsOfUseBody2": {
          "paragraph": "Information on this site, other than protected intellectual property, such as copyright and trademarks, and Government of Canada symbols and other graphics, has been posted with the intent that it be readily available for personal and public non-commercial use and may be reproduced, in part or in whole and by any means, without charge or further permission from TBS. We ask only that:",
          "listItem1": "Users exercise due diligence in ensuring the accuracy of the materials reproduced;",
          "listItem2": "TBS be identified as the source; and",
          "listItem3": "The reproduction is not represented as an official version of the materials reproduced, nor as having been made, in affiliation with or under the direction of TBS."
        }
      },
      "noticeOfChange": {
        "noticeOfChangeHeader": "Notification of Changes",
        "noticeOfChangeBody": "We reserve the right to make changes to our website layout and content, policies, products, services, and these Terms and Conditions at any time without notice. Please check these Terms and Conditions regularly, as continued use of our services after a change has been made will be considered your acceptance of the change."
      },
      "termination": {
        "terminationHeader": "Termination",
        "terminationBody1": "We reserve the right to modify or terminate our services for any reason, without notice, at any time.",
        "terminationBody2": "If at any time you or your representatives wish to adjust or cancel these services, please contact us at: ",
        "terminationBody3": "https://https-everywhere.canada.ca/en/help/",
        "terminationBody3Link": "https://https-everywhere.canada.ca/en/help/"
      },
      "jurisdiction": {
        "jurisdictionHeader": "Jurisdiction",
        "jurisdictionBody": "These terms and conditions shall be governed by and interpreted under the laws of Canada, without regard for any choice of law rules. The courts of Canada shall have exclusive jurisdiction over all matters arising in relation to these terms and conditions."
      }
    }
  }
}
