{
  "translations": {
    "does_not_exist": {
      "message": "Page non trouvée"
    },
    "footer": {
      "aboutCanadaCa": "À propos de Canada.ca",
      "aboutCanadaCaLink": "https://www.canada.ca/fr/gouvernement/a-propos.html",
      "aboutGovernment": "À propos du gouvernement",
      "aboutGovernmentLink": "https://www.canada.ca/fr/gouvernement/systeme.html",
      "contactUs": "Contactez-nous",
      "contactUsLink": "https://www.canada.ca/fr/contact.html",
      "departmentsAgencies": "Ministères et organismes",
      "departmentsAgenciesLink": "https://www.canada.ca/fr/gouvernement/min.html",
      "governmentReporting": "Rapports à l'échelle du gouvernement",
      "governmentReportingLink": "https://www.canada.ca/fr/transparence/rapports.html",
      "canadaImageAlt": "Logo du Canada avec Drapeau Canadien",
      "mobileApplication": "Applications Mobiles",
      "mobileApplicationLink": "https://www.canada.ca/fr/mobile.html",
      "news": "Nouvelles",
      "newsLink": "https://www.canada.ca/fr/nouvelles.html",
      "privacy": "Confidentialité",
      "privacyLink": "https://www.canada.ca/fr/transparence/confidentialite.html",
      "primeMinister": "Premier ministre",
      "primeMinisterLink": "https://pm.gc.ca/fr",
      "publicServiceMilitary": "Fonction publique et force militaire",
      "publicServiceMilitaryLink": "https://www.canada.ca/fr/gouvernement/fonctionpublique.html",
      "openGovernment": "Gouvernement ouvert",
      "openGovernmentLink": "https://open.canada.ca/fr",
      "socialMedia": "Médias sociaux",
      "socialMediaLink": "https://www.canada.ca/fr/sociaux.html",
      "termsConditions": "Avis",
      "treatiesLawsRegulations": "Traités, lois et règlements",
      "treatiesLawsRegulationsLink": "https://www.canada.ca/fr/gouvernement/systeme/lois.html"
    },
    "menu": {
      "home": "Accueil",
      "secondPage": "Deuxieme Page",
      "thirdPage": "Troisième Page"
    },
    "safeInputs": {
      "analyze": "Analyser",
      "fileProps": "Propriétés du fichier",
      "image": "images/sig-blk-fr.svg",
      "imageAlt": "Gouvernement du Canada",
      "inputBar": "Choisissez une feuille de calcul à analyser",
      "preview": "Prévisualisation",
      "showLess": "Afficher Moins",
      "showMore": "Afficher Plus",
      "upload": "Télécharger"
    },
    "termsAndConditions": {
      "noticeAgreeement": {
        "noticeAgreementHeader": "Avis d'accord",
        "noticeAgreeementBody": "En accédant, en naviguant ou en utilisant notre site web ou nos services, vous reconnaissez avoir lu, compris et accepté d'être lié par les présentes conditions générales, et de vous conformer à toutes les lois et réglementations applicables. Nous vous recommandons de consulter périodiquement les Conditions générales afin de comprendre les mises à jour ou les modifications qui pourraient vous concerner. Si vous n'acceptez pas les présentes conditions générales, veuillez vous abstenir d'utiliser notre site Web, nos produits et nos services."
      },
      "privacy": {
        "privacyHeader": "Confidentialité",
        "privacyBody1": "Pour plus de détails concernant les termes relatifs à la vie privée, veuillez vous référer à ",
        "privacyBody2": "nos conditions générales sur le site Web du SCT. ",
        "privacy2Link": "https://www.canada.ca/fr/transparence/avis.html",
        "privacyBody3": "Les renseignements personnels ne seront pas divulgués par le Secrétariat du Conseil du Trésor du Canada (SCT), sauf en conformité avec les dispositions du ",
        "privacyBody4": "Loi sur la protection de la vie privée.",
        "privacy4Link": "https://laws-lois.justice.gc.ca/fra/lois/p-21/index.html"
      },
      "accessToInformation": {
        "accessToInformationHeader": "Accès à l'information",
        "accessToInformationBody1": "Les renseignements partagés avec le SCT ou acquis par l'entremise de systèmes hébergés par le SCT peuvent faire l'objet d'une divulgation publique en vertu de la Loi sur la protection des renseignements personnels. ",
        "accessToInformationBody2": "Loi sur l'accès à l'information.",
        "accessToInformationLink": "https://www.canada.ca/fr/secretariat-conseil-tresor/services/acces-information-protection-reseignements-personnels/loi-acces-information.html"
      },
      "dataSecurity": {
        "dataSecurityHeader": "Sécurité et utilisation des données",
        "dataSecurityBody": "Vous acceptez de protéger toute information qui vous est divulguée par TBS conformément aux mesures de traitement des données décrites dans les présentes conditions générales. De même, TBS accepte de protéger toute information que vous lui communiquez. Ces informations ne doivent être utilisées qu'aux fins pour lesquelles elles ont été prévues."
      },
      "intellectualProperty": {
        "intellectualPropertyHeader": "Propriété intellectuelle, droits d'auteur et marques de commerce",
        "intellectualPropertyBody1": "Tous les produits ou services connexes qui vous sont fournis par le SCT sont et demeureront la propriété intellectuelle du gouvernement du Canada.",
        "intellectualPropertyBody2": "Les graphiques affichés sur le site Web de Safe Inputs PoC ne peuvent pas être utilisés, en tout ou en partie, en relation avec une entreprise, des produits ou des services, ou autrement utilisés, d'une manière susceptible de faire croire que ce produit d'entreprise, ce service ou cette autre utilisation, a reçu l'approbation du gouvernement du Canada et ne peuvent pas être copiés, reproduits, imités ou utilisés, en tout ou en partie, sans l'autorisation écrite préalable de tbs. ",
        "intellectualPropertyBody3": "Le matériel disponible sur ce site web est soumis à l'approbation de la Commission européenne. ",
        "intellectualPropertyBody4": " Loi sur le droit d'auteur",
        "intellectualPropertyLink1": "https://cb-cda.gc.ca/fr/information-sur-le-droit-dauteur/lois-et-reglements",
        "intellectualPropertyBody5": ", et ",
        "intellectualPropertyBody6": "Loi sur les marques de commerce",
        "intellectualPropertyLink2": "https://laws-lois.justice.gc.ca/fra/lois/t-13/TexteComplet.html",
        "intellectualPropertyBody7": " et par les lois, politiques, règlements et accords internationaux applicables.",
        "intellectualPropertyBody8": "L'utilisation de la propriété intellectuelle en violation du présent accord peut entraîner la résiliation de l'accès au site web, au produit ou aux services de Safe Inputs PoC.."
      },
      "dataHandling": {
        "dataHandlingHeader": "Traitement des données",
        "dataHandlingBody1": "Le SCT s'engage à protéger toute information que vous lui communiquez d'une manière correspondant au niveau de protection que vous utilisez pour sécuriser cette information, mais en tout état de cause, avec au moins un niveau de soin raisonnable. ",
        "dataHandlingBody2": "Vous reconnaissez que toute donnée ou information divulguée au SCT peut être utilisée pour protéger le gouvernement du Canada ainsi que l'information électronique et les infrastructures d'information désignées comme étant importantes pour le gouvernement du Canada, conformément à l'aspect cybersécurité et assurance de l'information du mandat du SCT en vertu de la Politique sur la sécurité du gouvernement et de la Politique sur le service et le numérique. ",
        "dataHandlingBody3": "Toute donnée ou information divulguée au SCT sera utilisée d'une manière compatible avec notre ",
        "dataHandlingBody4": "Déclaration de confidentialité",
        "dataHandlinglink": "https://publiservice.tbs-sct.gc.ca/tbs-sct/cmn/notices-avis-fra.asp"
      },
      "account": {
        "accountHeader": "Compte",
        "accountBody1": "Vous aurez besoin d'un compte Safe Inputs PoC pour utiliser certains produits et services. Vous êtes responsable du maintien de la confidentialité de votre compte et de votre mot de passe et de la restriction de l'accès à votre compte. Vous acceptez également d'assumer la responsabilité de toutes les activités qui se déroulent sous votre compte ou votre mot de passe. Le SCT n'accepte aucune responsabilité pour toute perte ou tout dommage résultant de votre incapacité à maintenir la sécurité de votre compte ou de votre mot de passe.",
        "accountBody2": "Vous reconnaissez que le SCT utilisera l'adresse électronique que vous fournissez comme principale méthode de communication.",
        "accountBody3": "TBS se réserve le droit de refuser le service, de rejeter votre demande de compte ou d'annuler un compte existant, pour quelque raison que ce soit, à sa seule discrétion."
      },
      "limitarionOfLiability": {
        "limitarionOfLiabilityHeader": "Limitation de la responsabilité",
        "limitarionOfLiabilityBody": "Les conseils, orientations ou services qui vous sont fournis par le SCT le seront “tels quels“, sans garantie ni déclaration d'aucune sorte, et le SCT ne pourra être tenu responsable de toute perte, responsabilité, dommage ou coût, y compris la perte de données ou les interruptions d'activité découlant de la fourniture de ces conseils, orientations ou services par Safe Inputs PoC. Par conséquent, TBS recommande aux utilisateurs d'exercer leur propre compétence et leur propre prudence en ce qui concerne l'utilisation des conseils, orientations et services fournis par Safe Inputs PoC."
      },
      "termsOfUse": {
        "termsOfUseHeader": "Conditions d'utilisation",
        "termsOfUseBody1": "Vous acceptez d'utiliser notre site Web, nos produits et nos services uniquement à des fins légales et de manière à ne pas enfreindre les droits d'un tiers, ni à restreindre ou à empêcher l'utilisation et la jouissance du site Web, des produits ou des services par un tiers. En outre, vous ne devez pas abuser, compromettre ou interférer avec nos services, ni introduire dans nos services des éléments malveillants ou technologiquement dangereux. Vous ne devez pas tenter d'obtenir un accès non autorisé à notre site Web, à nos produits ou services, au(x) serveur(s) sur le(s)quel(s) ils sont stockés, ou à tout serveur, ordinateur ou base de données connecté à notre site Web, à nos produits ou à nos services, ni les altérer, les désosser ou les modifier. Nous pouvons suspendre ou cesser de vous fournir nos produits ou services si vous ne respectez pas nos conditions ou politiques ou si nous enquêtons sur une suspicion de mauvaise conduite. Tout soupçon d'utilisation illégale de notre site web, de nos produits ou de nos services peut être signalé aux autorités compétentes chargées de l'application de la loi et, si nécessaire, nous coopérerons avec ces autorités en leur divulguant votre identité.",
        "termsOfUseBody2": {
          "paragraph": "L'information contenue dans ce site, à l'exception des éléments de propriété intellectuelle protégés, comme les droits d'auteur et les marques de commerce, ainsi que les symboles et autres éléments graphiques du gouvernement du Canada, a été affichée afin qu'elle soit facilement accessible pour une utilisation personnelle ou publique non commerciale et peut être reproduite, en tout ou en partie et par quelque moyen que ce soit, sans frais ou autre permission du SCT. Nous ne demandons que cela:",
          "listItem1": "Les utilisateurs font preuve de diligence raisonnable en s'assurant de l'exactitude des documents reproduits;",
          "listItem2": "le SCT soit identifié comme la source; et",
          "listItem3": "La reproduction n'est pas présentée comme une version officielle des documents reproduits, ni comme ayant été faite en affiliation avec le SCT ou sous sa direction."
        }
      },
      "noticeOfChange": {
        "noticeOfChangeHeader": "Notification des changements",
        "noticeOfChangeBody": "Nous nous réservons le droit de modifier la présentation et le contenu de notre site Web, nos politiques, nos produits, nos services et les présentes conditions générales à tout moment et sans préavis. Veuillez consulter régulièrement les présentes conditions générales, car l'utilisation continue de nos services après qu'une modification a été apportée sera considérée comme une acceptation de cette modification."
      },
      "termination": {
        "terminationHeader": "Terminaison",
        "terminationBody1": "Nous nous réservons le droit de modifier ou de mettre fin à nos services pour quelque raison que ce soit, sans préavis, à tout moment.",
        "terminationBody2": "Si, à tout moment, vous ou vos représentants souhaitez adapter ou annuler ces services, veuillez nous contacter à l'adresse suivante: ",
        "terminationBody3": "https://https-everywhere.canada.ca/fr/aide/",
        "terminationBody3Link": "https://https-everywhere.canada.ca/fr/aide/"
      },
      "jurisdiction": {
        "jurisdictionHeader": "Compétence",
        "jurisdictionBody": "Les présentes conditions générales sont régies et interprétées en vertu des lois du Canada, sans égard aux règles de droit applicables. Les tribunaux du Canada auront la compétence exclusive sur toutes les questions relatives à ces conditions générales."
      }
    }
  }
}
